Repository: webgeckos/miga-light
Catalog: languages/*.po
Languages: de_de

source: Try looking in the monthly archives. %1$s
de_de: Versuchen Sie es mal mit den monatlichen Archiven. %1$s

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Primary Menu
de_de: Hauptmenü

source: Secondary Menu
de_de: Sekundäres Menü

source: Sections
de_de: Sektionen

source: Section
de_de: Sektion

source: Testimonials
de_de: Bewertungen

source: Testimonial
de_de: Bewertung

source: Pricing Tables
de_de: Preistabellen

source: Pricing Table
de_de: Preistabelle

source: Display Locations
de_de: Display Orte

source: Display Location
de_de: Display Ort

source: Add New Display Location
de_de: Neuen Display Ort hinzufügen

source: Edit Display Location
de_de: Display Ort bearbeiten

source: Update Display Location
de_de: Update Display Ort

source: Portfolio Categories
de_de: Portfolio Kategorien

source: Portfolio Category
de_de: Portfolio Kategorie

source: Add New Portfolio Category
de_de: Portfolio Kategorie hinzufügen

source: Edit Portfolio Category
de_de: Portfolio Kategorie bearbeiten

source: Update Portfolio Category
de_de: Update Portfolio Kategorie

source: Price
de_de: Preis

source: Contact Form
de_de: Kontaktformular

source: 1. Above Header Widget Area
de_de: 1. Über dem Header Widget Bereich

source: The first header widget area
de_de: Erster Header Widget Bereich

source: 2. Above Header Widget Area
de_de: 2. Über dem Header Widget Bereich

source: The second header widget area
de_de: Zweiter Header Widget Bereich

source: 3. Above Header Widget Area
de_de: 3. Über dem Header Widget Bereich

source: The third header widget area
de_de: Dritter Header Widget Bereich

source: 1. Footer Widget Area
de_de: 1. Footer Widget Bereich

source: The first footer widget area
de_de: Erster Footer Widget Bereich

source: 2. Footer Widget Area
de_de: 2. Footer Widget Bereich

source: The second footer widget area
de_de: Zweiter Footer Widget Bereich

source: 3. Footer Widget Area
de_de: 3. Footer Widget Bereich

source: The third footer widget area
de_de: Dritter Footer Widget Bereich

source: Read More
de_de: Weiterlesen

source: A simple newsletter widget to stay in touch with your target audience.
de_de: Einfacher Newsletter Widget, um mit der Zielgruppe in Verbindung zu bleiben

source: Sign up for more news
de_de: Für mehr News bitte anmelden

source: You have a new subscriber
de_de: Du hast einen neuen Newsletter-Abonnenten

source: Recent Posts
de_de: Neueste Beiträge

source: Random Posts
de_de: Beliebige Beiträge

source: Posts by Category
de_de: Beiträge nach Kategorie

source: Popular Posts (views)
de_de: Beliebte Beiträge (Aufrufe)

source: Popular Posts (comments)
de_de: Beliebte Beiträge (Kommentare)

source: Contact
de_de: Kontakt

source: My custom section
de_de: Benutzerdefinierte Sektion

source: Cards Decks
de_de: Cards

source: Mansory
de_de: Mansory (Pinterest Style)

source: Filtered Gallery
de_de: Gefilterte Galerie

source: Carousel
de_de: Karussell

source: 1 column
de_de: Einspaltig

source: 2 columns
de_de: Zweispaltig

source: 3 columns
de_de: Dreispaltig

source: None
de_de: Kein

source: General Site Settings
de_de: Allgemeine Website Einstellungen

source: Select general settings for your website
de_de: Hier kannst du allgemeine Einstellungen für deine Website vornehmen.

source: Site Logo
de_de: Website Logo

source: Upload a logo to your website.
de_de: Hier kannst du dein Logo hochladen.

source: Site Layout
de_de: Website Layout

source: With or without Sidebar
de_de: Mit oder ohne Sidebar

source: Choose the layout for the content area on your site. It is not affecting the header nor the footer.
de_de: Hier kannst du das Layout für den Inhaltsbereich deiner Website festlegen. Es wirkt sich weder auf den Header noch auf den Footer aus.

source: Box or Fullwidth Layout
de_de: Box oder Volle Breite Layout

source: Section Padding
de_de: Sektion Rand

source: Fonts
de_de: Schriftarten

source: Font Family Headlines
de_de: Schriftart Überschrift

source: Font Family Text
de_de: Schriftart Text

source: Font Size
de_de: Schriftgröße

source: Choose the text size for your content.
de_de: Wähle die Schriftgröße für den Text.

source: Primary Color
de_de: Hauptfarbe

source: The primary color will affect the background color for the cards, single posts, widgets, navbar etc.
de_de: Die Hauptfarbe wirkt sich aus auf die Hintergrundfarbe der Cards, Einzelbeiträge, Widgets, Navigation etc.

source: Call to Action Color
de_de: Farbe für einen Handlungsaufruf

source: Choose the color for your call to action elements like buttons, input fields, links etc.
de_de: Mit dieser Einstellung legst du die Farbe fest für Buttons, Eingabefelder, Links etc.

source: Section Title Color
de_de: Sektion Überschrift Farbe

source: You can override the section title color in the settings of each section.
de_de: Solltest du in einer Sektion eine andere Farbe für die Überschrift wünschen, kannst du diese in der jeweiligen Sektion überschreiben.

source: Post Title Color
de_de: Beitragstitel

source: You can override the post title color in the settings of each section.
de_de: Solltest du in einer Sektion eine andere Farbe für die Beitragstitel wünschen, kannst du diese in der jeweiligen Sektion überschreiben.

source: Text Color
de_de: Text Farbe

source: You can override the text color in the settings of each section.
de_de: Solltest du in einer Sektion eine andere Farbe für den Text wünschen, kannst du diese in der jeweiligen Sektion überschreiben.

source: Contact Information
de_de: Kontakt Information

source: Your Email without @-sign
de_de: Deine E-Mail ohne das @-Zeichen

source: To avoid spam enter your email without @-sign.
de_de: Um Spam zu vermeiden gebe hier deine E-Mail Adresse ohne das @-Zeichen ein.

source: Your Email with @-sign
de_de: Deine E-Mail mit @-Zeichen

source: Here you can enter your email with the @-sign because this email will not be displayed.
de_de: Hier kannst du deine E-Mail Adresse mit dem @-Zeichen eingeben, weil diese E-Mail nicht angezeigt wird.

source: Your Phone
de_de: Dein Telefon

source: Your Street
de_de: Deine Strasse

source: Your City
de_de: Deine Stadt

source: Go to Google Maps and enter your address. In the menu/share and embed copy the code inside the iframe-tag. Paste the code in the field below. To make it responsive change the width inside the iframe to 100%.
de_de: Gehe zu Google Maps und gebe dort deine Adresse ein. Im Menü klicke auf „Karte teilen oder einbetten“ und gehe dann auf „Karte einbetten“. Kopiere nun den iframe-Code-Schnipsel und füge es unten in das Feld ein. Damit sich die Karte der Bildschirmgröße anpasst, setze die Breite (width) innerhalb des iframes auf 100%.

source: Display Social Icons?
de_de: Icons der Sozialen Netzwerke zeigen?

source: Do you want to display Social Icons in the Contact Section?
de_de: Willst du in der Kontakt-Sektion die Icons deiner Sozialen Netzwerke zeigen?

source: Name for 1. Social Icon
de_de: Name des 1. Sozialen Netzwerkes

source: Enter the name (uncapitalized) of the Social Network in the field below.
de_de: Gebe hier (kleingeschrieben) den Namen des Sozialen Netzwerkes ein.

source: Link for 1. Social Icon
de_de: Link für das 1. Soziale Netzwerk

source: Name for 2. Social Icon
de_de: Name des 2. Sozialen Netzwerkes

source: Link for 2. Social Icon
de_de: Link für das 2. Soziale Netzwerk

source: Name for 3. Social Icon
de_de: Name des 3. Sozialen Netzwerkes

source: Link for 3. Social Icon
de_de: Link für das 3. Soziale Netzwerk

source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: Enter custom CSS to further customize your site
de_de: Hier kannst du mit deinem eigenen CSS Miga noch weiter individualisieren

source: Menu Settings
de_de: Menü Einstellungen

source: Select the menu settings for your website
de_de: Hier kannst du die Menü Einstellungen für deine Website vornehmen.

source: Menu Style
de_de: Menü Style

source: Select the style of your menu
de_de: Wähle ein Menü Style aus

source: Static with dropdown
de_de: Statisch mit Dropdown

source: Fixed to the top
de_de: Oben fixiert

source: Header Settings
de_de: Header Einstellungen

source: Select the header settings for your website
de_de: Hier kannst du die Header Einstellungen für deine Website vornehmen

source: Header Layout Settings
de_de: Header Layout Einstellungen

source: Choose the layout for the header on your site. Use "Custom" for instance if you want to display a slider in the header section. Therefore install the slider plugin of your choise and enter the slider shortcode in the wp-editor in the dashboard for the current page.
de_de: Hier kannst du das Layout für den Header auswählen. Tipp für Fortgeschrittene: Du kannst „Custom“ auswählen wenn du z.B. eine Slideshow in den Header platzieren willst. Dafür installierst du einfach das Slideshow-Plugin deiner Wahl, erstellt eine Slideshow und fügst den Shortcode in den WordPress Editor der Homepage im Admin-Bereich.

source: Display custom header in fullwidth
de_de: Zeige den benutzerdefinierten Header in voller Breite

source: Header Content
de_de: Header Inhalt

source: Header Background Image
de_de: Header Hintergrundbild

source: Upload an image for the header.
de_de: Hintergrundbild für den Header hochladen.

source: Header Background Color
de_de: Header Hintergrundfarbe

source: Choose the background color for the header.
de_de: Wähle die Hintergrundfarbe für den Header.

source: Select parallax effect for the background
de_de: Parallex Effekt für den Hintergrund verwenden?

source: On
de_de: An

source: Off
de_de: Aus

source: Header Image
de_de: Header Bild

source: Upload an image or a logo if you want to replace the headline of the header.
de_de: Bild oder Logo für den Header hochladen. Wenn ein Bild hochgeladen wurde, wird die Header Überschrift nicht angezeigt.

source: Headline of the header
de_de: Überschrift für den Header

source: Subtitle for the header
de_de: Unterüberschrift für den Header

source: Text for the first button
de_de: Text für den ersten Button

source: If empty button will not be displayed.
de_de: Wenn kein Text eingegeben wird, wird der Button nicht dargestellt.

source: Link for the first button
de_de: Link für den ersten Button

source: Text for the second button
de_de: Text für den zweiten Button

source: Link for the second button
de_de: Link für den zweiten Button

source: Front Page
de_de: Homepage

source: Customize the sections of your home page
de_de: Die Sektionen der Homepage anpassen

source: General
de_de: Allgemein

source: Section Background Color
de_de: Sektion Hintergrundfarbe

source: Choose the background color for this section.
de_de: Wähle die Hintergrundfarbe für diese Sektion.

source: Section Background Image
de_de: Sektion Hintergrundbild

source: Upload an image for this section if you want to change the default background image.
de_de: Hintergrundbild für diese Sektion hochladen. Überdeckt das Hintergrundbild der Website, falls eins hochgeladen wurde.

source: Display Sections Title
de_de: Zeige die Sektions Überschrift

source: Select if you want to display the sections title.
de_de: Auswählen wenn die Überschrift der Sektion angezeigt werden soll.

source: Choose the title color for this section.
de_de: Wähle die Farbe für die Überschrift dieser Sektion.

source: Choose the post title color for this section.
de_de: Wähle die Farbe für den Beitragstitel dieser Sektion.

source: Section Text Color
de_de: Text Farbe der Sektion

source: Choose the text color for this section.
de_de: Wähle die Farbei für den Text dieser Sektion.

source: Select Animation for the title
de_de: Wähle eine Animation für die Überschrift

source: Select the animation for the title. Default is without animation.
de_de: Hier kannst du eine Animation für die Überschrift auswählen. Default ist ohne Animation.

source: Select Content Type
de_de: Wähle einen Inhaltstyp

source: Select the content you want to display in this section
de_de: Wähle aus WELCHEN Inhaltstyp du in dieser Sektion anzeigen möchtest.

source: Enter the text for the newsletter
de_de: Gebe den Text für den Newsletter ein

source: Select Posts Category
de_de: Wähle eine Beitragskategorie

source: Select the post category you want to display in this section
de_de: Wähle die Beitragskategorie, die du in dieser Sektion anzeigen möchtest

source: Number of posts
de_de: Anzahl der Beiträge

source: Select the number of posts you want to display in this section
de_de: Wähle aus wieviele Beiträge du in dieser Sektion anzeigen möchtest.

source: Select Display Option
de_de: Wähle eine Display Option

source: Select the display option for this sections content
de_de: Wähle die Art und Weise WIE du den Inhalt in dieser Sektion anzeigen möchtest.

source: Cards Background Color
de_de: Hintergrundfarbe der Cards

source: Choose the background color for the cards
de_de: Hier kannst du die Hintergrundfarbe für die Cards und andere Display Optionen auswählen.

source: Display excerpt or the whole content of the posts
de_de: Wähle aus ob du den ganzen Inhalt anzeigen möchtest oder nur einen Ausschnitt

source: Default is excerpt. Select the content option only if the content of your posts is not too long. Button "read more" will not be display if content option was selected.
de_de: Wähle den ganzen Inhalt nur wenn deine Beiträge nicht zu lang sind. Der Button „Weiterlesen“ erscheint nicht wenn ganzer Inhalt ausgewählt wurde.

source: Select Number of Columns
de_de: Wähle die Anzahl der Spalten

source: Select the number of columns for this section
de_de: In wie vielen Spalten möchtest du deine Beiträge in dieser Sektion darstellen?

source: Select a filter for the sections images
de_de: Filter für die Bilder in der Sektion auswählen

source: Default is without filter.
de_de: Default ist ohne Filter

source: Blog Page
de_de: Blog Seite

source: Customize your blog page
de_de: Blog Seite anpassen

source: Footer Settings
de_de: Footer Einstellungen

source: Customize your footer section
de_de: Footer Sektion anpassen

source: Footer Background Image
de_de: Footer Hintergrundbild

source: Upload an image for the footer.
de_de: Hier kannst du ein Hintergrundbild für den Footer hochladen.

source: Footer Background Color
de_de: Footer Hintergrundfarbe

source: Choose the background color for the footer.
de_de: Wähle die Hintergrundfarbe für den Footer

source: Display Social Icons in the Footer?
de_de: Willst du die Icons der Sozialen Netzwerke im Footer anzeigen? Trage zuerst die Links zu deinen Profilen in Bereich „Kontakt Information“ ein.

source: Select if you want to display your social icons in the footer area.
de_de: Auswählen wenn du die Icons deiner Sozialen Netzwerke im Footer anzeigen möchtest.

source: Leave a comment
de_de: Hinterlasse einen Kommentar

source: 1 Comment
de_de: 1 Kommentar

source: % Comments
de_de: % Kommetare

source: Edit %s
de_de: Bearbeite %s

source: Previous page
de_de: Vorherige Seite

source: Next page
de_de: Nächste Seite

source: Page
de_de: Seite

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bereit deinen ersten Beitrag zu schreiben? <a href="%1$s">Starte hier</a>.

source: Pages:
de_de: Seiten:
